       IDENTIFICATION DIVISION. 
       PROGRAM-ID. printhello.
       PROCEDURE DIVISION.
           DISPLAY "Hello, world".
       END PROGRAM printhello.
